{"assets":{"8EE87106B77A3BECD0EAD53B2658532E":{"type":"texture","index":0,"url":{"native":"assets\/CCD04208-D727-426B-A023-DCC5D4AE0B2E.pdf"},"width":1920,"height":1080},"FD2B33595812EC9AF354C7A25E78BF0D":{"type":"texture","index":1,"url":{"native":"assets\/CCD04208-D727-426B-A023-DCC5D4AE0B2E.pdf"},"width":1920,"height":1080}},"events":[{"effects":[{"beginTime":0,"baseLayer":{"animations":[],"initialState":{"affineTransform":[1,0,0,1,0,0],"masksToBounds":false,"rotation":0,"scale":1,"position":{"pointX":960,"pointY":540},"width":1920,"sublayerTransform":[1,0,0,0,0,1,0,0,0,0,1,0,0,0,0,1],"contentsRect":{"y":0,"x":0,"width":1,"height":1},"opacity":1,"edgeAntialiasingMask":251658240,"height":1080,"hidden":false,"anchorPoint":{"pointX":0.5,"pointY":0.5}},"objectID":"0","layers":[{"animations":[],"initialState":{"affineTransform":[1,0,0,1,0,0],"masksToBounds":false,"rotation":0,"scale":1,"position":{"pointX":960,"pointY":540},"width":1920,"sublayerTransform":[1,0,0,0,0,1,0,0,0,0,1,-0.00035007912466775983,0,0,0,1],"contentsRect":{"y":0,"x":0,"width":1,"height":1},"opacity":1,"edgeAntialiasingMask":251658240,"height":1080,"hidden":false,"anchorPoint":{"pointX":0.5,"pointY":0.5}},"layers":[{"animations":[],"layers":[],"texturedRectangle":{"isBackgroundTexture":false,"singleTextureOpacity":1,"textureType":0,"textBaseline":0,"textXHeight":0,"isVerticalText":false},"initialState":{"affineTransform":[1,0,0,1,0,0],"masksToBounds":false,"rotation":0,"scale":1,"position":{"pointX":960,"pointY":540},"width":1920,"sublayerTransform":[1,0,0,0,0,1,0,0,0,0,1,0,0,0,0,1],"contentsRect":{"y":0,"x":0,"width":1,"height":1},"opacity":1,"edgeAntialiasingMask":0,"height":1080,"hidden":false,"anchorPoint":{"pointX":0.5,"pointY":0.5}},"texture":"FD2B33595812EC9AF354C7A25E78BF0D"},{"animations":[{"repeatCount":0,"removedOnCompletion":false,"from":{"scalar":1},"timingFunction":"EaseInEaseOut","additive":false,"timeOffset":0,"autoreverses":false,"property":"opacity","fillMode":"both","duration":1,"beginTime":0,"to":{"scalar":0}}],"layers":[],"texturedRectangle":{"isBackgroundTexture":false,"singleTextureOpacity":1,"textureType":0,"textBaseline":0,"textXHeight":0,"isVerticalText":false},"initialState":{"affineTransform":[1,0,0,1,0,0],"masksToBounds":false,"rotation":0,"scale":1,"position":{"pointX":960,"pointY":540},"width":1920,"sublayerTransform":[1,0,0,0,0,1,0,0,0,0,1,0,0,0,0,1],"contentsRect":{"y":0,"x":0,"width":1,"height":1},"opacity":1,"edgeAntialiasingMask":0,"height":1080,"hidden":false,"anchorPoint":{"pointX":0.5,"pointY":0.5}},"texture":"8EE87106B77A3BECD0EAD53B2658532E"}]}]},"effects":[],"duration":1,"type":"transition","attributes":{"direction":0},"name":"apple:dissolve","objectID":"0"}],"automaticPlay":false,"hyperlinks":[],"accessibility":[{"text":"These terms and conditions (“Terms and Conditions”) shall govern the agreement between Fire Maverick, LLC a Delaware LLC with an address at 169 Madison Ave, Suite 11778, New York, NY, 10016, United States (the “Company”), and the client to whom a proposal (“Proposal”) has been provided (“Client”).","targetRectangle":{"y":166.69236135482788,"x":98.599999904632568,"width":843.9113284945488,"height":22}},{"text":"1. Scope of Contract","targetRectangle":{"y":199.69236135482788,"x":98.599999904632568,"width":91.867663487792015,"height":11}},{"text":"a. The Company provides brand consultancy, brand naming and design advice and services relating to the identifying packaging and marketing of potential client’s goods and\/or services and\/or the potential client’s brand and corporate identity (“Company’s Work”).","targetRectangle":{"y":210.69236135482788,"x":98.599999904632568,"width":821.63339278101921,"height":22}},{"text":"The Client agrees and acknowledges that the Company’s Work involves specialized knowledge and talent and utilizes certain intellectual property of the Company.","targetRectangle":{"y":232.69236135482788,"x":98.599999904632568,"width":716.29059559106827,"height":11}},{"text":"The Company agrees, upon the request of the Client, to:","targetRectangle":{"y":243.69236135482788,"x":98.599999904632568,"width":248.21248778700829,"height":11}},{"text":"i. make a presentation of such work to be performed for the Client (a “Pitch”) and\/or,","targetRectangle":{"y":254.69236135482788,"x":98.599999904632568,"width":370.48347812891006,"height":11}},{"text":"ii. provide certain services for the client to be detailed further in a subsequent document, which shall be agreed to and signed by the Company and Client (the “Service”).","targetRectangle":{"y":265.69236135482788,"x":98.599999904632568,"width":745.30860930681229,"height":11}},{"text":"b. In consideration of the Company making a Pitch, Client agrees that in the event that the Client does not engage the Company to perform any further work:","targetRectangle":{"y":276.69236135482788,"x":98.599999904632568,"width":688.66263900697231,"height":11}},{"text":"i. The Client will not use any words or names (including letters, slogans, phrases or literary work), designs, documents, concepts, ideas or information provided, whether orally or in writing, as part of the Pitch (“Pitch Material”), and Client further agrees not disclose Pitch Material to any third party and will return all physical embodiments of Pitch Material to the Company.","targetRectangle":{"y":287.69236135482788,"x":98.599999904632568,"width":842.17655524611473,"height":22}},{"text":"ii. If the Client wishes to use or disclose any of the Pitch Material, upon Client making payment to the Company for the Pitch Material based on the Company’s customary, commercial hourly rates charged for Company Work, less any Pitch fee paid by the Client, Company will grant a non-exclusive license to the Client to use or disclose the Pitch Material.","targetRectangle":{"y":309.69236135482788,"x":98.599999904632568,"width":832.25749212503433,"height":22}},{"text":"2. Client’s Duty to Provide Information","targetRectangle":{"y":331.69236135482788,"x":98.599999904632568,"width":171.55312283337116,"height":11}},{"text":"a. The Client shall be solely responsible for providing the Company with accurate and comprehensive information necessary for the Company to perform its work, including information concerning Client’s goods and\/or services, the industry and market in which the Client conducts its business, including without limitation, information relating to competitors’ products, services and brands, and the intended use of the Service. The Client also agrees to provide any other information or materials reasonably requested by the Company. The Client agrees and acknowledges that the Company shall provide the Services based upon the information provided by the Client. The Client agrees to act with reasonable promptness in responding to the Company’s request for information and feedback, and to document its communications with the Company.","targetRectangle":{"y":342.69236135482788,"x":98.599999904632568,"width":832.4538256675005,"height":55}},{"text":"b. The Company shall utilize its own artistic design and literary work and it shall not knowingly infringe the rights or intellectual property of a third party, and, unless expressly agreed to the contrary in writing, the Company is under no obligation to make any inquiry relating to any such third party intellectual property, and it is agreed that, except for any knowing infringement by the Company, the Company shall have no liability to the Client for any infringement or alleged infringement of intellectual property.","targetRectangle":{"y":397.69236135482788,"x":98.599999904632568,"width":832.90080915391445,"height":33}},{"text":"3. Delivery","targetRectangle":{"y":430.69236135482788,"x":98.599999904632568,"width":48.429935932159424,"height":11}},{"text":"The delivery times of the Service stated by the Company are estimates. The Company shall make reasonable efforts to deliver the services in a timely manner and shall be relieved of any liability or responsibility for delays caused by the Client, or delays caused by any unforeseen circumstances impacting the Company’s ability to perform the work.","targetRectangle":{"y":441.69236135482788,"x":98.599999904632568,"width":821.54674808681011,"height":22}},{"text":"4. Contract Price \/ Title","targetRectangle":{"y":463.69236135482788,"x":98.599999904632568,"width":104.83412989974022,"height":11}},{"text":"a. The Contract Price consists of fees as set forth on the Proposal, and for studio costs, which includes general studio costs and specific “bought-in items” (“Contract Price”). Bought-in items shall be as quoted to the Client and shall include a handling charge of 17.65%. In addition, all reasonable expenses, such as traveling and accommodation expenses, courier fees and electronic transfer costs, shall be charged and paid by the client as incurred, along with the handling charge of 17.65%. The Contract Price is exclusive of any sales and use tax, or any other tax imposed upon the goods and services being provided to Client by any governmental authority.","targetRectangle":{"y":474.69236135482788,"x":98.599999904632568,"width":838.28485280275345,"height":44}},{"text":"b. The Contract Price shall be subject to modification by the Company to address any obligations, costs or undertakings which were unaccounted for in arriving at the Contract Price.","targetRectangle":{"y":518.69236135482788,"x":98.599999904632568,"width":798.36739645898342,"height":11}},{"text":"c. In the event that the Client shall fail to provide an authorization then (if the Company reasonably believes that a deadline may be compromised and has taken reasonable steps to so inform the Client) the Company may proceed with chargeable work.","targetRectangle":{"y":529.69236135482788,"x":98.599999904632568,"width":836.62869887053967,"height":22}},{"text":"d. Payment of the Contract Price shall be made in U.S. dollars or other mutually agreed currency within 28 days of the date of invoice and without any set off. The Company shall be entitled to charge interest on overdue sums thereafter at the rate of 4% per annum. If the Company is required to take action to collect any sums due the Company from the Client, or otherwise enforce its rights, the Company shall be entitled to be reimbursed its reasonable attorneys’ fees and costs in taking such action.","targetRectangle":{"y":551.69236135482788,"x":98.599999904632568,"width":842.11160109937191,"height":33}},{"text":"e. Title to, or license to, use any property or intellectual property forming part of the Service as provided in more detail below, shall pass to the Client only upon the full payment of Contract Price.","targetRectangle":{"y":584.69236135482788,"x":98.599999904632568,"width":828.20182378590107,"height":22}},{"text":"f. Unless otherwise provided in writing by the parties, the Contract Price shall be paid 50% upon the Services being agreed to by the parties, and 50% upon completion of the Services. If the Contract Price is quoted in stages, then the Client shall pay 50% of the Contract Price for each stage in advance.","targetRectangle":{"y":606.69236135482788,"x":98.599999904632568,"width":836.60400411486626,"height":22}},{"text":"5. Intellectual Property","targetRectangle":{"y":628.69236135482788,"x":98.599999904632568,"width":102.43935070931911,"height":11}},{"text":"a. Graphic Designs (including electronically displayed designs) The Service includes the Company’s copyright in the final design chosen by the Client for implementation (“the Final Graphic Design”) which expression shall include the software written by the Company which is used for the purpose of displaying the Final Graphic Design itself, but not any other software code or script. The Client agrees not to exploit such copyright outside the market category and territory for which the Service was provided, except with the Company’s written consent.","targetRectangle":{"y":639.69236135482788,"x":98.599999904632568,"width":830.49942047894001,"height":33}},{"text":"b. Three-dimensional Designs","targetRectangle":{"y":672.69236135482788,"x":98.599999904632568,"width":132.72488208115101,"height":11}},{"text":"The Company grants and the Client accepts an exclusive license to use the copyright and\/or design right in the final design chosen by the Client for implementation (“the Final 3D Design”), and the Client agrees and acknowledges that such license excludes all other intellectual property of the Company. The Client agrees not to exploit the Final 3D Design outside the market category and territory for which the Service was provided, except with the Company’s written consent. This license shall be automatically revoked if the Final 3D Design is not commercially exploited within two years of the date of selection.","targetRectangle":{"y":683.69236135482788,"x":98.599999904632568,"width":830.52730205655098,"height":44}},{"text":"c. Names (which expression shall include letters words, slogans, phrases, and other literary works created for the Client as part of the Service) The Service includes the Company’s copyright, if any, in the final Name chosen by the Client for implementation (“the Chosen Name”), which expression includes any graphic representation of the Chosen Name chosen by the Client for implementation and any software written by the Company which is used for the purpose of displaying the Chosen Name, but not any other software code or script. The Client agrees not to exploit the Chosen Name outside the market category and territory for which the Service was provided, except with the Company’s written consent.","targetRectangle":{"y":727.69236135482788,"x":98.599999904632568,"width":841.27357310056686,"height":44}},{"text":"d. Reservation of Technical and Artistic Concepts","targetRectangle":{"y":771.69236135482788,"x":98.599999904632568,"width":216.87828333675861,"height":11}},{"text":"The Company will not infringe the Final Graphic Design, the Final 3D Design, or the Chosen Name, provided however, the Client agrees and acknowledges that the Company retains and holds the exclusive right to use all other designs, words, names, slogans, phrases, software, concepts, ideas, or intellectual property developed during the course the Company’s work in delivering the Service.","targetRectangle":{"y":782.69236135482788,"x":98.599999904632568,"width":843.37780450284481,"height":33}},{"text":"e. Multi Designs and\/or Names","targetRectangle":{"y":815.69236135482788,"x":98.599999904632568,"width":136.15131729841232,"height":11}},{"text":"If more than one design and\/or Name is chosen by the Client, or other work is performed by the Company which was not provided for in the Service, an additional fee shall be payable by the Client, based upon the Company’s customary charges for such work.","targetRectangle":{"y":826.69236135482788,"x":98.599999904632568,"width":837.87020751833916,"height":22}},{"text":"f. Sub-contractors’ Intellectual Property","targetRectangle":{"y":848.69236135482788,"x":98.599999904632568,"width":172.77687717974186,"height":11}},{"text":"i. The Company shall use reasonable efforts to secure any necessary licenses or ownership for intellectual property rights of its sub-contractors.","targetRectangle":{"y":859.69236135482788,"x":98.599999904632568,"width":636.59816408157349,"height":11}},{"text":"ii. Client agrees and acknowledges that illustrators may request the right to retain ownership of the original illustration and may demand its return undamaged.","targetRectangle":{"y":870.69236135482788,"x":98.599999904632568,"width":693.80545246601105,"height":11}},{"text":"g. Further Assurance","targetRectangle":{"y":881.69236135482788,"x":98.599999904632568,"width":92.359153762459755,"height":11}},{"text":"The Company will execute on the reasonable written request of the Client, and at the cost of the Client, such documents and do such things as are necessary to give effect to the provisions under this Article.","targetRectangle":{"y":892.69236135482788,"x":98.599999904632568,"width":832.3100738376379,"height":22}},{"text":"6. Cancellation of Contract","targetRectangle":{"y":166.69236135482788,"x":979.99999990759181,"width":121.18478433787811,"height":11}},{"text":"a. The Company and the Client shall be entitled to cancel the Service at any time whereupon the Client shall immediately pay to the Company all fees due up to cancellation, based upon a pro rata calculation based upon the Contract Price, and any modification thereof, and all disbursements which cannot be cancelled.","targetRectangle":{"y":177.69236135482788,"x":979.99999990759181,"width":842.55836856365192,"height":22}},{"text":"b. Following cancellation of the Service and subject to the payment to the Company of all sums due, the Client shall be entitled to select and will receive title and intellectual property rights in accordance with Article 5 in one of the designs and\/or Names that have been presented to the Client prior to the date of termination.","targetRectangle":{"y":199.69236135482788,"x":979.99999990759181,"width":836.88386064767826,"height":22}},{"text":"7. Duty of Confidentiality","targetRectangle":{"y":221.69236135482788,"x":979.99999990759181,"width":111.73246492445458,"height":11}},{"text":"Each party shall use its best efforts to preserve the confidential information of the other and will comply with the other’s reasonable requests directed towards maintaining such confidence.","targetRectangle":{"y":232.69236135482788,"x":979.99999990759181,"width":826.34175288677204,"height":11}},{"text":"8. Client’s Responsibility for Implementation","targetRectangle":{"y":243.69236135482788,"x":979.99999990759181,"width":198.65731096267689,"height":11}},{"text":"a. In the case of graphic designs and Names, the Client shall retain full responsibility for implementation, display, electronic integration and compatibility, production and manufacture of the Service.","targetRectangle":{"y":254.69236135482788,"x":979.99999990759181,"width":829.02288031578053,"height":22}},{"text":"b. In the case of three-dimensional designs:","targetRectangle":{"y":276.69236135482788,"x":979.99999990759181,"width":193.72504943609226,"height":11}},{"text":"i. Subject to Article 2 above, the Company will advise on implementation based upon normal production methods and techniques.","targetRectangle":{"y":287.69236135482788,"x":979.99999990759181,"width":570.87882249057282,"height":11}},{"text":"ii. Proposals for implementation of the Service are based upon the information provided by the Client and no warranty or representation is given by the Company concerning performance of any packaging.","targetRectangle":{"y":298.69236135482788,"x":979.99999990759181,"width":834.16089598834503,"height":22}},{"text":"c. The Company is not responsible for the manufacture or production of labelling or packaging, full responsibility for which remains with the Client. The Client also acknowledges that its failure to consult the Company on implementation may result in unsatisfactory implementation.","targetRectangle":{"y":320.69236135482788,"x":979.99999990759181,"width":814.93053174018848,"height":22}},{"text":"d. The Client shall indemnify, defend and hold harmless the Company from and against all claims, losses and actions, and all expenses incidental to such claims or actions, including attorneys’ fees and costs, based on or arising out of damage to property or injuries to persons or other tortious acts, and any infringement of intellectual property rights of others, caused or contributed to by the Client, or anyone acting under its direction or control.","targetRectangle":{"y":342.69236135482788,"x":979.99999990759181,"width":830.45630495250214,"height":33}},{"text":"e. In the case of electronically displayed designs and Names, Clients agree and acknowledge that the Client may need to obtain relevant licenses for proprietary software.","targetRectangle":{"y":375.69236135482788,"x":979.99999990759181,"width":748.4675476849078,"height":11}},{"text":"9. Limitation of Liability","targetRectangle":{"y":386.69236135482788,"x":979.99999990759181,"width":104.90007384121407,"height":11}},{"text":"a. The liability of the Company under the contract or in tort shall be limited to the greater of the (i) sums paid by the Client under the contract or (ii) such sum as shall be receivable by the Company in respect of any claim under any insurance policy maintained by the Company.","targetRectangle":{"y":397.69236135482788,"x":979.99999990759181,"width":819.07135753333557,"height":22}},{"text":"b. The Company shall not be liable for any indirect or consequential loss, including without limitation the loss of revenue, profit, production, goodwill, or business reputation.","targetRectangle":{"y":419.69236135482788,"x":979.99999990759181,"width":757.446495220065,"height":11}},{"text":"c. The Company shall not be liable or be responsible for any default of any third party or sub-contractor, manufacturer or supplier performing work related to the Service or otherwise; provided however, the Company shall assign any of its rights to the Client and will reasonably assist the Client in enforcing its rights against such third parties.","targetRectangle":{"y":430.69236135482788,"x":979.99999990759181,"width":805.33159898221481,"height":22}},{"text":"d. The contract is between the Company and the Client and is not assignable by either party except with the written consent of the other party.","targetRectangle":{"y":452.69236135482788,"x":979.99999990759181,"width":628.26709212362755,"height":11}},{"text":"10. Publicity and Examples","targetRectangle":{"y":463.69236135482788,"x":979.99999990759181,"width":120.22977171838272,"height":11}},{"text":"Once the Service is in the public domain, the Client agrees that the Company shall have the right to publicize its work performed for the Client, including without limitation providing free examples of the Client’s products or brand.","targetRectangle":{"y":474.69236135482788,"x":979.99999990759181,"width":812.88797819614399,"height":22}},{"text":"11. Conflict","targetRectangle":{"y":496.69236135482788,"x":979.99999990759181,"width":48.724395900964623,"height":11}},{"text":"In the event of conflict with any other terms and conditions of contract of the Client, the Terms and Conditions shall govern.","targetRectangle":{"y":507.69236135482788,"x":979.99999990759181,"width":542.98348033428181,"height":11}},{"text":"12. Governing Law and Arbitration","targetRectangle":{"y":518.69236135482788,"x":979.99999990759181,"width":153.50490248203266,"height":11}},{"text":"The Terms and Conditions will be governed by and construed in accordance with the laws of the State of New York without regard to conflict of law principles, to the extent not pre-empted by federal law. Any controversy or claim between the parties arising out of or relating to the Service or Terms and Conditions shall be settled by binding arbitration in accordance with the Commercial Arbitration Rules of the American Arbitration Association and shall be held in New York, New York.","targetRectangle":{"y":529.69236135482788,"x":979.99999990759181,"width":843.46767310798157,"height":33}},{"text":"13. Severability","targetRectangle":{"y":562.69236135482788,"x":979.99999990759181,"width":68.364796772599107,"height":11}},{"text":"If any provision of the Service or Terms and Conditions is held by a final decision of arbitrator(s) or a court of competent jurisdiction to be invalid or unenforceable, such provision will be enforced only to the extent that it is not in violation of such law or is not otherwise unenforceable and all other provisions and requirements of the Terms and Conditions shall remain in full force and effect.","targetRectangle":{"y":573.69236135482788,"x":979.99999990759181,"width":823.33426301181305,"height":33}},{"text":"14. Waiver","targetRectangle":{"y":606.69236135482788,"x":979.99999990759181,"width":46.511380225419884,"height":11}},{"text":"The waiver by either party of any breach by the other party of any of its obligations hereunder or the failure of either party to exercise any of its rights in respect of such a breach shall not be deemed to be a waiver of any previous or subsequent breach.","targetRectangle":{"y":617.69236135482788,"x":979.99999990759181,"width":836.76330755650986,"height":22}},{"text":"15. Notices","targetRectangle":{"y":639.69236135482788,"x":979.99999990759181,"width":49.469000130891686,"height":11}},{"text":"Any notices or other communications shall be in writing and shall be given to the parties by hand, by facsimile, by nationally recognized overnight courier service or by express, registered or certified mail, postage prepaid, return receipt requested, at the addresses of Client and the Company.","targetRectangle":{"y":650.69236135482788,"x":979.99999990759181,"width":836.05194270610798,"height":22}},{"text":"Notices shall be deemed to have been received upon the earlier of actual receipt thereof or, with respect to delivery (a) by facsimile transmission, upon written confirmation of receipt, whether manually or by electronic transmission of receipt, (b) by overnight courier or overnight express mail, the next business day following delivery to such overnight courier or the U.S. Postal Service and (c) by registered or certified mail, the fifth day following such delivery to the U.S. Postal Service. Any party may change its notice address or facsimile number by written notice to the others.","targetRectangle":{"y":672.69236135482788,"x":979.99999990759181,"width":828.29769825935352,"height":44}},{"text":"16. No Third-Party Beneficiaries","targetRectangle":{"y":716.69236135482788,"x":979.99999990759181,"width":144.41088026761997,"height":11}},{"text":"The Terms and Conditions are made and entered into solely for the benefit and protection of the parties hereto and their permitted successors and permitted assigns, and no other person or entity shall have any cause of action hereunder.","targetRectangle":{"y":727.69236135482788,"x":979.99999990759181,"width":834.89540691673744,"height":22}},{"text":"17. Entire Agreement; Amendments","targetRectangle":{"y":749.69236135482788,"x":979.99999990759181,"width":158.17686639726151,"height":11}},{"text":"Each party acknowledges that it has read the Terms and Conditions and agrees to be bound by their terms. The Terms and Conditions, contain the entire understanding of the parties with respect to the subject matter hereof, which together with the terms of the Service constitute the contract between the parties and supersede any other oral or written communications or representations relating hereto. No modification of the Terms and Conditions shall be binding unless it is in writing and signed by the parties.","targetRectangle":{"y":760.69236135482788,"x":979.99999990759181,"width":823.59401901066292,"height":33}},{"text":"18. Indemnification","targetRectangle":{"y":793.69236135482788,"x":979.99999990759181,"width":85.397246226668244,"height":11}},{"text":"Client shall indemnify, defend and hold harmless the Company from and against all claims and actions, and all expenses incidental to such claims or actions, including attorney’s fees and costs, based on or arising out of damage to property or injuries to persons or other tortious acts, and any infringement of intellectual property rights of others caused or contributed to by Client or anyone acting under its direction or control.","targetRectangle":{"y":804.69236135482788,"x":979.99999990759181,"width":820.53245282173145,"height":33}},{"text":"Revised November 2024","targetRectangle":{"y":848.69236135482788,"x":979.99999990759181,"width":109.72939869761456,"height":11}},{"text":"Fire Maverick, LLC","targetRectangle":{"y":870.69236135482788,"x":979.99999990759181,"width":82.205072149634248,"height":11}},{"text":"169 Madison Ave, Suite 11778, New York, NY, 10016, United States","targetRectangle":{"y":881.69236135482788,"x":979.99999990759181,"width":289.24625167250622,"height":11}},{"text":"T +1 (201) 746-5543 www.firemaverick.com","targetRectangle":{"y":892.69236135482788,"x":979.99999990759181,"width":193.57818241417397,"height":11}},{"text":"FIRE MAVERICK  | LITTLE ITALY","targetRectangle":{"y":1017,"x":99,"width":206.76907199621201,"height":20.400000810623169}},{"text":"FM_Fire Maverick Primary Identity (Google)_v01_mn_2024-11-19.png","targetRectangle":{"y":1016.8210430145264,"x":1718.65625,"width":106.34375,"height":17.345593869686127}},{"text":"￼","targetRectangle":{"y":48.000000953674316,"x":1804.8056533530762,"width":16.194347620010376,"height":17}},{"text":"Terms & Conditions","targetRectangle":{"y":99.693458557128906,"x":104,"width":307.59860291160294,"height":36}}],"baseLayer":{"animations":[],"initialState":{"affineTransform":[1,0,0,1,0,0],"masksToBounds":false,"rotation":0,"scale":1,"position":{"pointX":960,"pointY":540},"width":1920,"sublayerTransform":[1,0,0,0,0,1,0,0,0,0,1,0,0,0,0,1],"contentsRect":{"y":0,"x":0,"width":1,"height":1},"opacity":1,"edgeAntialiasingMask":251658240,"height":1080,"hidden":false,"anchorPoint":{"pointX":0.5,"pointY":0.5}},"objectID":"0","layers":[{"animations":[],"initialState":{"affineTransform":[1,0,0,1,0,0],"masksToBounds":false,"rotation":0,"scale":1,"position":{"pointX":960,"pointY":540},"width":1920,"sublayerTransform":[1,0,0,0,0,1,0,0,0,0,1,-0.00035007912466775983,0,0,0,1],"contentsRect":{"y":0,"x":0,"width":1,"height":1},"opacity":1,"edgeAntialiasingMask":251658240,"height":1080,"hidden":false,"anchorPoint":{"pointX":0.5,"pointY":0.5}},"layers":[{"animations":[],"layers":[],"texturedRectangle":{"isBackgroundTexture":false,"singleTextureOpacity":1,"textureType":0,"textBaseline":0,"textXHeight":0,"isVerticalText":false},"initialState":{"affineTransform":[1,0,0,1,0,0],"masksToBounds":false,"rotation":0,"scale":1,"position":{"pointX":960,"pointY":540},"width":1920,"sublayerTransform":[1,0,0,0,0,1,0,0,0,0,1,0,0,0,0,1],"contentsRect":{"y":0,"x":0,"width":1,"height":1},"opacity":1,"edgeAntialiasingMask":0,"height":1080,"hidden":false,"anchorPoint":{"pointX":0.5,"pointY":0.5}},"texture":"8EE87106B77A3BECD0EAD53B2658532E"}]}]}}]}